Repository: CESNET/perun-simplesamlphp-module
Catalog: locales/*/LC_MESSAGES/perun.po
Languages: cs

# {perun:perun:choose-vo-and-group-tpl_header-part1}
source: Access to the service
cs: Přístup ke službě

# {perun:perun:choose-vo-and-group-tpl_header-part2}
source: has been forbidden
cs: byl zamítnut

# {perun:perun:choose-vo-and-group-tpl_message}
source: To access the service it is necessary to have a valid membership in one of the following groups. Please proceed with selection of organization and group for registration.
cs: Pro získání přístupu k dané službě je nutné být členem jedné z následujících skupin. Pokračujte výběrem příslušné organizace a skupiny.

# {perun:perun:choose-vo-and-group-tpl_select-vo}
source: Select virtual organization for registration:
cs: Vyberte virtuální organizaci:

# {perun:perun:choose-vo-and-group-tpl_select-group}
source: Select group for registration:
cs: Vyberte skupinu pro registraci:

# {perun:perun:choose-vo-and-group-tpl_continue}
source: Continue to the registration page for selected group
cs: Pokračovat na registrační stránku do vybrané skupiny

# {perun:perun:go-to-registration_header1}
source: Your activity is necessary to access the
cs: Pro přístup ke službě

# {perun:perun:go-to-registration_header2}
source: service
cs: je vyžadována Vaše aktivita

# {perun:perun:go-to-registration_continue}
source: Continue to a page with additional information
cs: Pokračovat na stránku s doplňujícími informacemi

# {perun:perun:disco-tpl_previous-selection}
source: your previous selection
cs: vaše předchozí volba

# {perun:perun:disco-tpl_institutional-account}
source: your institutional account
cs: váš univerzitní účet

# {perun:perun:dico-tpl_or}
source: or
cs: nebo

# {perun:perun:force-aup-tpl_aup}
source: Acceptable usage policy
cs: Podmínky užití

# {perun:perun:force-aup-tpl_aup_organization}
source: Acceptable usage policy for organization
cs: Podmínky užití služeb v organizaci

# {perun:perun:force-aup-tpl_aup_redirect}
source: See the acceptable usage policy in version
cs: Podmínky užití ve verzi

# {perun:perun:force-aup-tpl_aup_accept}
source: You must agree to the following acceptable usage policies:
cs: Musíte souhlasit s následujícími podmínkami užití:

# {perun:perun:force-aup-tpl_agree}
source: I agree with the acceptable usage policy
cs: Souhlasím s podmínkami užití

# {perun:perun:warning-test-sp-tpl_text}
source: You are about to access service, which is in testing environment.
cs: Přistupujete ke službě, která je v testovacím režimu.

# {perun:perun:continue}
source: Continue
cs: Pokračovat

# {perun:perun:here}
source: here.
cs: zde.

# {perun:perun:organization}
source: Organization / Virtual Organization
cs: Organizace / Virtuální organizace

# {perun:perun:unsupported_redirection}
source: Unsupported redirection
cs: Nepodporované přesměrování

# {perun:perun:go_back}
source: Go back to
cs: Vraťte se zpět na

# {perun:perun:unauthorized-access_redirect_to_registration}
source: Now you will be redirected to registration to Perun system.
cs: Nyní budete přesměrování na registraci do systému Perun.

# {perun:perun:register_header}
source: No user account found
cs: Uživatelský ůčet nebyl nalezen

# {perun:perun:register_text}
source: Oops! It seems you have tried to access service via the AAI, but the home organization account you have used is not associated with any AAI user account. Let's fix that!
cs: Ups! Zdá se, že jste se pokusil(a) přihlásit ke službě skrz AAI, no Váš účet z domovské organizace použitý pro přihlášení není asociován s žádným uživatelským účtem v AAI. Pojďme to napravit!

# {perun:perun:register_button}
source: Proceed to register for an account
cs: Pokračovat na registraci ůčtu

# {perun:perun:aup_header}
source: Acceptable Use Policy
cs: Podmínky užití služby (AUP)

# {perun:perun:aup_text}
source: Oops! It seems you have tried to access service via the AAI, but you have not approved the Acceptable Use Policy (AUP). Let's fix that!
cs: Ups! Zdá se, že jste se pokousil(a) přihlásit ke službě skrz AAI, no neschválili jste Podmínky užití služby (AUP). Pojďme to napravit!

# {perun:perun:aup_button}
source: Proceed to approval of the AUP
cs: Pokračovat na potvrzení souhlasu s AUP

# {perun:perun:sp_authorize_403_header}
source: Unauthorized
cs: Přístup zamítnut

# {perun:perun:sp_authorize_403_text}
source: You are not authorized to access the service
cs: Nesplňujete autorizační pravidla pro přístup ke službě

# {perun:perun:sp_authorize_403_information_page}
source: For more information about the service, visit
cs: Pro více informací o službě, navštivte

# {perun:perun:sp_authorize_403_information_page_link_text}
source: this page
cs: tuhle stránku

# {perun:perun:sp_authorize_403_contact_support}
source: If you think you should have access to the service, please contact the service administrator at
cs: Jestli máte mít přístup ke službě, kontaktujte správce služby na

# {perun:perun:sp_authorize_403_subject}
source: Unauthorized access
cs: Přístup zamítnut

# {perun:perun:sp_authorize_notify_text}
source: You are not authorized to access the service
cs: Nesplňujete autorizační pravidla pro přístup ke službě

# {perun:perun:sp_authorize_notify_information_page}
source: For more information about the service, visit
cs: Pro více informací o službě, navštivte

# {perun:perun:sp_authorize_notify_information_page_link_text}
source: this page
cs: tuhle stránku

# {perun:perun:sp_authorize_notify_text2}
source: We will now redirect you to a registration page, where you will apply for the access.
cs: Budete přesmerován(a) na stránku, kde můžete o p%rístup na službu zažádat.

# {perun:perun:sp_authorize_notify_button}
source: Proceed to registration
cs: Pokračovat na registrační stránku

# {perun:perun:403_is_eligible_default_header}
source: Access denied
cs: Přístup zamítnut

# {perun:perun:403_is_eligible_default_text}
source: Your account does not meet the criteria for accessing the service. Please log in with other account.
cs: Přístup ke službě byl zamítnut, protože Váš účet nesplňuje pomdínky přístupu. Přihlaste se, prosíme, pomocí jiného účtu.

# {perun:perun:403_is_eligible_default_button}
source: Continue with other account
cs: Pokračovat

# {perun:perun:403_is_eligible_default_contact}
source: If you think you have used an account which meets the criteria, and you are still prevented from logging in to the service, please contact us at
cs: Pokud si myslíte, že používáte správný účet a přístup je Vám odmítnut neprávem, prosíme kontakujte nás na
